[
  {
    "slug":"bendyworks",
    "name":"Bendyworks",
    "level":"gold",
    "link":"https://bendyworks.com/",
    "short-description":"<strong>Bendyworks</strong> provides enterprise-level Ionic app development, app lifecycle management, and mobile solutions guidance.",
    "long-description":"<p>We at Bendyworks are excited to bring our long history of web application development to the phone with Ionic. From business intelligence apps to everyday employee tools and everywhere in between, we love breathing life into our clients' ideas.</p><p>Given our experience, we are exceptionally positioned to deliver high quality Ionic apps with comprehensive server backends, though we love constructing without a backend, too. When you're looking to build a mobile asset for your business, look no further than Bendyworks</p>",
    "address":"106 E Doty St #200<br>Madison, WI 53703, USA",
    "features":null,
    "coordinates":[23.3,35.9],
    "company-size": "5-20"
  },
  {
    "slug":"benoveltylimited",
    "name":"beNovelty Limited",
    "level":"gold",
    "link":"https://www.benovelty.com/",
    "short-description":"<strong>beNovelty Limited</strong> is an award-winning company offering Enterprise-Ready Ionic App & API solutions for modern internet business in Hong Kong & Greater Bay Area.",
    "long-description":"<p>beNovelty is an award-winning Mobile & API first company founded by former IBM Technology Thought Leader & Architects. The team serves as an Innovation Partner with core capability in APIs, Open Web & Mobile Technologies. Their client base covers Start-ups, Enterprises & MNCs from different vertical such as banks, insurances, Hotel & Travels, HealthCare, Education etc.</p><p>Their start-up mentality together with enterprise experiences assemble new yet original services and products - always be novelty.</p><p>beNovelty Limited is an awardee of Hong Kong Best ICT Startup Awards & Hong Kong Quality Assurance Agency (HKQAA) Registered Platinum Start-up.</p>",
    "address":"beNovelty Limited Unit 320<br>16 Science Park W Ave, Science Park, Hong Kong",
    "features": ["Ionic App Development & Consultancy for Enterprise","Ionic Enterprise Plugin Development","UI-as-a-Services with Web Components","Managed Cloud API Services on AWS / Alibaba Cloud","Regulated Markets Ready – Banking, Insurance, Healthcare, Government etc."],
    "coordinates":[79.8,45.5],
    "company-size": "5-20"
  },
  {
    "slug":"clearlyinnovative",
    "name":"Clearly Innovative",
    "level":"gold",
    "link":"https://clearlyinnovative.com",
    "short-description":"<strong>Clearly Innovative</strong> create highly integrated solutions that empower our clients to be effective, innovative industry leaders.",
    "long-description":"<p>Clearly Innovative is a minority-owned solutions provider that develops digital products. Our clients range from dynamic startups to inspiring enterprise-level organizations.</p><p>Driven by our team's collective creativity and passion for technology we strive to transform your vision into a winning product. As a leader in early adaption and implementation of cutting edge technologies, we provide services focused on strategy, user experience, design and development.</p>",
    "address":"2301-D Georgia Ave NW<br>Washington, DC 20001",
    "features": null,
    "coordinates":null,
    "company-size": "5-20"
  },
  {
    "slug":"briebug",
    "name":"Briebug",
    "level":"platinum",
    "link":"https://briebug.com",
    "short-description":"<strong>Briebug</strong> provides best practice Angular development expertise to enterprise software engineering leaders and their teams that streamline in their environment, accelerate the release of digital products, and guarantee their success.",
    "long-description":"<p>We are premier brokers of technology solutions. We have built a team of talented developers dedicated to delivering cutting edge enterprise solutions that will provide years of value to our clients.</p><p>BrieBug creates next generation web pages and mobile apps that are responsive and client focused using the latest technologies, including Mongo, Express, Angular and Node (MEAN stack). We deliver projects on time and on budget!</p><p>BrieBug ranks as the premier web/mobile application consulting firm creating solutions that define the next generation of technology. We provide top level consulting teams that are hand picked, groomed, trained, and company supported to meet your needs from day one.</p>",
    "address":"12596 W Bayaud Ave #201<br>Lakewood, CO 80228",
    "features": null,
    "coordinates":[19.5,38],
    "company-size": "50-200"
  },
  {
    "slug":"hybridmob",
    "name":"HybridMob",
    "level":"gold",
    "link":"https://hybridmob.com/",
    "short-description":"<strong>HybridMob</strong> is a leading US based, expert mobile development firm specializing in Ionic Framework development solutions.",
    "long-description":"<p>HybridMob is a leading US based consulting firm specializing in custom Ionic Framework development solutions. Our highly specialized team consists of expert Ionic Framework developers with multiple years of experience building complex hybrid (iOS and Android) mobile apps across multiple industries.</p><p>Many of our senior developers have been building advanced Ionic apps since its initial release in 2013. Our team has built advanced Ionic apps for companies such as Amazon, InVision, Phillips and many more.</p><p>Our expert Ionic Framework developers excel in the following areas:</p><ul><li>Advanced Ionic architecture and development</li><li>Hybrid app MVP / POC</li><li>Sophisticated UI / UX design</li><li>Ionic project rescue</li><li>Native functionality (Capacitor)</li><li>Angular web development</li><li>Biometric authentication</li><li>Automated cloud device testing</li><li>Progressive Web Apps</li><li>&hellip;and much more</li></ul><p>While there are a number of consulting firms that offer Ionic Framework development services, we are one of the few who specialize solely in Ionic. As a result, we maintain a focused, expert team of Ionic consultants, available to bring your project to the next level. </p>",
    "address":"548 Market Street #68673<br>San Francisco, CA 94104",
    "mapsaddress": "548 Market Street, San Francisco, CA 94104",
    "features":["Ionic 1-4","UI / UX Design","Angular 1-7","Offline storage","Staff Augmentation","Fullstack app development (Node.JS, AWS, Firebase and more)","Excellent communication skills"],
    "coordinates":[14.4,38.9],
    "company-size": "11-50"
  },
  {
    "slug":"jnesis",
    "name":"JNESIS",
    "level":"gold",
    "link":"https://jnesis.com/en/home/",
    "short-description":"As Ionic’s sole Gold Partner in Europe, <strong>JNESIS</strong> offers a wide range of solutions around Ionic, including end-to-end development and back-end connectivity.",
    "long-description":"<p>JNESIS offers a wide set of solutions, including cross-platform mobile apps and Progress Web Apps (PWA) development, business specific back-ends in Node.js, Java or other languages.</p><p>We have extensive experience in creating business centric applications, from concept to deployment in the app stores.</p><p>In addition, we provide expertise in interfacing our applications with any existing information system or software.</p><p>We also have strong knowledge in UI/UX, performance optimization, distribution to large teams and complex applications.</p><p>Working on a wide range of devices, we develop cutting edge applications with snappy interfaces.</p><p>Our experts can also assist you by auditing an existing app or with high quality consulting and training</p>",
    "address":"40 rue Alexandre Dumas<br>75011 PARIS, France",
    "features":["Angular 1 to 7", "Ionic 1 to 4", "App design", "App development", "Consulting", "Training", "Java & Node.js back-end"],
    "coordinates":[48.5,34.4],
    "company-size": "50-200"
  },
  {
    "slug":"openforge",
    "name":"OpenForge",
    "level":"platinum",
    "link":"https://openforge.io/",
    "short-description":"<strong>OpenForge</strong> is a leader in mobile app consulting. Operating in the United States and South America, they specialize in mobile app development, Progressive Web Apps (PWAs), and App Store optimization. From concept to launch, OpenForge can guide you every step of the way.",
    "long-description":"<p>OpenForge is a Philadelphia-based Mobile Application development company. We’re here to help you discover the full potential of your mobile applications; we’ll do this by challenging your assumptions and guiding you through the process of evaluating your business needs.</p><p>Our team has been a top-trusted platinum partner of the Ionic Framework since 2014. From discovery to deployment, we believe that a collaborative practice to development, and a user-focused approach to design, is key to creating a product that meets market expectations, that’s why we combine cutting-edge Mobile technologies to bring your apps to life.</p>",
    "address":"1608 Walnut St<br>Philadelphia, PA 19103 US",
    "features":null,
    "coordinates":[27.3,37.5],
    "company-size": "10-50"
  }
]
